
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=29
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=5
last_drill_idx=2
SideVirtKbd=1
[PORT]
ReadTimeOut=100
WriteTimeOut=100
PauseTransact=100
PauseReopen=5000
BaudRate=9600
Port=12
Mark=Порт инклинометра
[SENSOR]
Addr=7
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Уренгой#1
INDEX=1
[DRILL1.1]
NAME=Скважина #1
INDEX=1
PNDEX=1
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS1.1.1]
NAME=Измерение_1
MARK=Маркировка Измерение_1
INDEX=1
PNDEX=1
DNDEX=1
[MEAS1.1.2]
NAME=Измерение_2
MARK=Маркировка Измерение_2
INDEX=2
PNDEX=1
DNDEX=1
[MEAS1.1.3]
NAME=Измерение_3
MARK=Маркировка Измерение_3
INDEX=3
PNDEX=1
DNDEX=1
[MEAS1.1.4]
NAME=Измерение_4
MARK=Маркировка Измерение_4
INDEX=4
PNDEX=1
DNDEX=1
[MEAS1.1.5]
NAME=Измерение_5
MARK=Маркировка Измерение_5
INDEX=5
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Скважина #2
INDEX=2
PNDEX=1
RECCNT=21
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS1.2.1]
NAME=Измерение_1
MARK=Маркировка Измерение_1
INDEX=1
PNDEX=1
DNDEX=2
[PLACE2]
NAME=Лангепас
INDEX=2
[PLACE3]
NAME=Покачи
INDEX=3
[PLACE4]
NAME=Сургут
INDEX=4
[PLACE5]
NAME=Площадка№16
INDEX=5
[DRILL5.1]
NAME=Скважина№16-1
INDEX=1
PNDEX=5
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS5.1.1]
NAME=Измерение_1
MARK=Маркировка Измерение_1
INDEX=1
PNDEX=5
DNDEX=1
[DRILL5.2]
NAME=Скважина11
INDEX=2
PNDEX=5
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
